Repository: CoderMaurice/loose-leaf
Catalog: Project/LooseLeaf/*.lproj/Localizable.strings
Languages: it

source: %ld scraps have been deleted.
it: %ld ritagli sono stati eliminati

source: Are you enjoying Loose Leaf?
it: Ti piace Loose Leaf?

source: Cancel
it: Annulla

source: Definitely!
it: Certo!

source: Delete a Page
it: Elimina una pagina

source: Delete Your Notes
it: Elimina i tuoi appunti

source: Draw and Erase
it: Disegna e cancella

source: Duplicate a Page
it: Duplica una pagina

source: Error: could not follow
it: Errore: impossibile seguire

source: Export Your Notes
it: Esporta i tuoi appunti

source: Export Your Pages
it: Esporta le tue pagine

source: Export Your Pages to Anywhere
it: Esporta le tue pagine ovunque

source: Exporting all pages...
it: Esportando tutte le pagine...

source: Exporting all pages... %ld of %ld pages
it: Esportando tutte le pagine... %1$ld di %2$ld pagine

source: Follow @getlooseleaf
it: Segui @getlooseleaf

source: Import and Crop Your Photos
it: Importa e ritaglia le tue foto

source: Import Full PDFs
it: Importa PDF completi

source: Importing PDF Page %ld / %ld
it: Importando PDF, pagina %1$ld / %2$ld

source: in the
it: nel

source: Move Between Pages
it: Sposta tra le pagine

source: Move Scraps Between Pages
it: Sposta i ritagli tra le pagine

source: No Feedback
it: Nessun Feedback

source: No Thanks
it: No grazie

source: No twitter accounts available
it: Nessun account Twitter disponibile

source: No twitter accounts configured
it: Nessun account Twitter configurato

source: Not so much
it: Non molto

source: Organize Your pages
it: Organizza le tue pagine

source: Organize Your Pages
it: Organizza le tue pagine

source: Pinch to See Your Pages
it: Pizzica per vedere le tue pagine

source: Please enter a valid email address.
it: Per favore, inserisci un indirizzo email valido

source: Pull Down to Collapse Pages
it: Trascina in basso per impilare le pagine

source: Send a page to a friend with CloudKit
it: Invia una pagina a un amico con CloudKit

source: Send Feedback
it: Invia Feedback

source: Shake a Scrap to Reorder
it: Scuoti un ritaglio per riordinare

source: Share to Your Social Networks
it: Condividi sui tuoi Social Networks

source: Share Your Pages with Your Contacts
it: Condividi le tue pagine con i tuoi contatti

source: Sign Up
it: Registrati

source: Stay
it: Rimani

source: Tap the key to login and share pages with iCloud
it: Tocca la chiave per accedere e condividere pagine con iCloud

source: Thanks for your feedback!
it: Grazie per il Feedback!

source: Thanks!
it: Grazie!

source: There are no pages in %@
it: Non ci sono pagine in %@

source: Tips, features, and offers to get the most out of Loose Leaf.
it: Consigli, funzionalità e offerte per ottenere il massimo da Loose Leaf

source: Undo
it: Annulla

source: Upgrade Complete.
it: Aggiornamento completato

source: Upgrading...
it: Aggiorno...

source: What would make Loose Leaf better?
it: Come si potrebbe migliorare Loose Leaf?

source: Your Email
it: La tua email

source: Followed! 🎉
it: Seguito! 🎉
